"IPDRefreshHeaderIdleText" = "Pull down to refresh";
"IPDRefreshHeaderPullingText" = "Release to refresh";
"IPDRefreshHeaderRefreshingText" = "Loading...";

"IPDRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"IPDRefreshAutoFooterRefreshingText" = "Loading...";
"IPDRefreshAutoFooterNoMoreDataText" = "No more data";

"IPDRefreshBackFooterIdleText" = "Pull up to load more";
"IPDRefreshBackFooterPullingText" = "Release to load more";
"IPDRefreshBackFooterRefreshingText" = "Loading...";
"IPDRefreshBackFooterNoMoreDataText" = "No more data";

"IPDRefreshHeaderLastTimeText" = "Last update: ";
"IPDRefreshHeaderDateTodayText" = "Today";
"IPDRefreshHeaderNoneLastDateText" = "No record";
